[
  {
    "id": "b1691d5c-32fe-4c70-80e8-fd70d8c75118",
    "activity": "Dambulla, Sigiriya",
    "description": "Arrival or pick up from hotel in Colombo. Heading to Sigiriya via Dambulla. Enroute visit Dambulla  cave temple. The Rangiri Dambulla Cave Temple is a sacred pilgrimage site for 22 centuries, this  cave monastery, with its five sanctuaries, is the largest, best-preserved cave-temple complex in  Sri Lanka. The Buddhist mural paintings (covering an area of 2,100 m2 ) are of particular  importance, as are the 157 statues. take the authentic village tour of the Kashyapa. In the late afternoon, we take a tour of Sigiriya village before climbing Lion Rock for a stunning  sunset view.",
    "price": "1000"
  },
  {
    "id": "6f3c356d-fb73-43c1-89a3-5e08eebd3a40",
    "activity": "Minneriya, Kandy",
    "description": "After early breakfast, our driver will be waiting to take you for Minneriya Safari. Among the 24 species  of mammal’s resident in the park are Elephants, Leopards, Sloth Bear, Spotted Deer, Sambar Deer,  Wild Buffalo, Wild Pig, Grey Langers, Purple-faced Leaf Monkey, three species of Mongoose, Porcupine  and Indian Pangolin. Minneriya National Park has recorded over 170 species of birds. From Migrating waders like  Woodsand Piper, Common Sandpiper & Kentish Plovers to forest birds like Malabar-pied Hornbills,  Rufus Woodpecker the globally endangered Lesser Adjutant and the endemics Sri Lanka Grey Horn-bill,  Sri Lanka Green Pigeon, Brown-capped Babbler and Sri Lanka Jungle Fowl are some of the highlights. After lunch transfer to Kandy. The second largest city in Sri Lanka and a UNESCO world heritage site,  due its rich, vibrant culture and history. This historic city was the Royal Capital during the 16th century  and maintains its sanctified glory predominantly due to the sacred temples. In the evening do a city tour including evening visit to Temple of Tooth Relic, cultural show and then  set you free in Kandy town to explore it on your own. Dinner at Balaji Dosai.",
    "price": "1000"
  },
  {
    "id": "ab507ccb-2d8e-4ebd-aa9f-1611e04f0897",
    "activity": "Nuwara Eliya, Ella",
    "description": "After early breakfast we drive to Nuwara Eliya, travel through the winding green hills to the salubrious,  misty hills of Nuwara Eliya - a prominent tourist and local holiday destination, assuring you tranquillity and relaxation amidst the exhilarating vista of tea plantations, waterfalls, and lakes. Enroute, visit  Damro tea factory to witness the tea industry of the island, as Sri- Lanka is one of the largest producers  and exporters of tea in the world. In Nuwara Eliya, a city tour of the Hill Club, Main City, Post Office,  Victoria Park, Holy Trinity Church, Gayathri Kovil, Lake Gregory and Race Course is possible until we  catch the train to Ella. Get on board the scenic train to Ella (4,5 hours). You will be received by our driver in Ella train station  on arrival. A small, yet astonishingly beautiful town Ella, located close to Nuwara Eliya. Explore the beautiful  nature of Ella and the surrounding by hiking, cycling or car. Your guide will assist you with things to do  in and around",
    "price": "1000"
  },
  {
    "id": "847056a3-7e66-4cba-8993-cf7539eadb58",
    "activity": "Ella, Galle",
    "description": "After breakfast we have time to continue enjoying and exploring the nature of Ella until your transfer  to  In the afternoon, we are heading to Galle. Dinner with my family in Galle",
    "price": "1000"
  },
  {
    "id": "29164c65-b8bb-477e-8abe-b9faf748c377",
    "activity": "Galle,Colombo, Departure",
    "description": "Breakfast in Galle–Explore Dutch heritage in Galle by tuk-tuk and you will explore historical importance  of Galle Fort. The ramparts, colonial buildings, clock tower, light house, museum & old church, mosque  & Buddhist temple are covered in this guided tour.  After lunch we are heading to colombo for site seeing the Red Mosque and other attractions in  Colombo. After a mouthwatering Banana Leaf dinner, driver will drop you at the airport for departure  flight",
    "price": "1000"
  },
  {
    "id": "60220339-419f-40a7-8548-5ba3c0f950fe",
    "activity": "Arrival and Transfer Tangalle",
    "description": "On arrival at the Colombo Bandaranayake International Airport, meet with EuroLanka representative. Transfer to Tangalle. Set you free in the hotel until evening for the relief of jet lag. Evening city tour possible.",
    "price": "18000"
  },
  {
    "id": "f2163080-0e67-48b6-bc2e-ce17b370994c",
    "activity": "Tangalle",
    "description": "Welcome to Sri Lanka! As your tour guide, I recommend starting your journey with few days of relaxation with kids to adjust to the local time, savor the delicious Sri Lankan cuisine, and acclimate to the people and surroundings. During these initial days, enjoy leisurely strolls through picturesque neighborhoods, serene beach, unwind in charming cafes, and soak in the warm tropical sun. This restful start will ensure you are refreshed and fully prepared to embark on our exciting Sri Lankan adventure.",
    "price": "18000"
  },
  {
    "id": "6b69a6a3-d17e-48bd-a35c-4e2071710bb2",
    "activity": "Tangalle",
    "description": "Welcome to Sri Lanka! As your tour guide, I recommend starting your journey with few days of relaxation with kids to adjust to the local time, savor the delicious Sri Lankan cuisine, and acclimate to the people and surroundings. During these initial days, enjoy leisurely strolls through picturesque neighborhoods, serene beach, unwind in charming cafes, and soak in the warm tropical sun. This restful start will ensure you are refreshed and fully prepared to embark on our exciting Sri Lankan adventure.",
    "price": "18000"
  },
  {
    "id": "a529f7ed-3630-4075-8ad7-9d83c3c35dc7",
    "activity": "Tangalle",
    "description": "Welcome to Sri Lanka! As your tour guide, I recommend starting your journey with few days of relaxation with kids to adjust to the local time, savor the delicious Sri Lankan cuisine, and acclimate to the people and surroundings. During these initial days, enjoy leisurely strolls through picturesque neighborhoods, serene beach, unwind in charming cafes, and soak in the warm tropical sun. This restful start will ensure you are refreshed and fully prepared to embark on our exciting Sri Lankan adventure.",
    "price": "18000"
  },
  {
    "id": "82860831-1e69-47d7-aab4-d930a3a1091d",
    "activity": "Tangalle-Udawalawe",
    "description": "After breakfast at hotel, we are heading Udawalawe via Suriyawewa and Padalangala, two charming villages that showcase the traditional lifestyle of southern Sri Lanka. These villages are perfect examples of rural life in this beautiful part of the country.  Located in southern Sri Lanka, Udawalawe National Park is the island’s 6th-largest reserve, established in 1972 to accommodate wildlife affected by the construction of the Udawalawe Reservoir. Visitors can observe animals like elephants, buffalo, deer, crocodiles, leopards, and exotic bird species within the park's 119 square miles (308 square kilometers)",
    "price": "18000"
  },
  {
    "id": "8a98e14f-3024-4a19-80d0-d14aeac6f53f",
    "activity": "Udawalawe-Ella",
    "description": "After breakfast we are heading to Ella. A small, yet astonishingly beautiful town Ella, located close to Nuwara Eliya. Explore the beautiful nature of Ella and the surrounding by hiking or cycling. Your guide will assist you with things to do in and around   Ella has all the best parts of Sri Lanka rolled into one: beautiful jungle mountains, rolling tea plantations, and epic waterfalls. As one of the biggest tea producers, travellers can look forward to spending their days among the greenest surroundings, enjoying the views from hilltop houses and adventurous hiking trails. Even the train ride in Ella is one of life’s most remarkable experiences, as you travel by iconic blue train through bamboo forests and tropical mist.  We set you free in Ella for these two days so you could do things at your own leisure. This gorgeous green town is well-known for its hikes, waterfalls, ziplines, cycling, and tuk-tuk excursions",
    "price": "18000"
  },
  {
    "id": "69a3eefa-7018-44c9-b26b-cc276a03b2fe",
    "activity": "Ella",
    "description": "You are free to explore Ella after breakfast at the hotel. We are always accessible to assist you if you require us to guide you or transport you to any location in the city. The intention behind setting you free is to provide you with the freedom you want in this lovely and charming town. We've noticed that many travellers prefer to explore certain areas on their own, and Ella is one of them.",
    "price": "18000"
  },
  {
    "id": "4b15f753-64e6-438b-a274-5a8f0d6eab5c",
    "activity": "Ella Scenic Train Ride- Tea Trail Nuwara Eliya",
    "description": "After breakfast, get on board the scenic train to Nuwara Eliya (4 hours). You will be received by our driver in Nuwara Eliya train station on arrival.  When in Nuwara Eliya, the region for the world’s best brew of tea, take a guided tour to the tea factory perched high in the hills surrounding Nuwara Eliya.The Tea estate is one of the most easily accessible estates in the hill country and takes around 30 minutes for you to go through the entire manufacturing process, i.e. from grading to packaging, and learn how Sri Lanka’s “Green Gold:” is manufactured. It is here that the crème de la crème of Sri Lanka’s teas – the fragrant and delicately flavoured “high growns” – flourish.  Early evening city orientation of Nuwara Eliya",
    "price": "18000"
  },
  {
    "id": "882b85fd-b218-4f9e-b1fe-fe4abe82be39",
    "activity": "Nuwara Eliya",
    "description": "After breakfast, take a city tour of Nuwara Eliya, Nuwara Eliya, a town in central Sri Lanka, is famous for its tea hills. The Hakgala Botanical Gardens feature a variety of plants and animals, including roses, tree ferns, monkeys, and blue magpies. The colorful Seetha Amman Temple is an important Hindu pilgrimage site. Galway's Land National Park is a dense forest, home to local and migratory birds like bulbuls and flycatchers. Notable waterfalls in the area include Lovers Leap, Gallaway Ella, and Windy Corner.",
    "price": "18000"
  },
  {
    "id": "6e8dd324-56dc-4254-97b1-a9e51ac635bd",
    "activity": "Sigiriya via Dambulla",
    "description": "After breakfast heading to Sigiriya via Dambulla. Enroute visit Dambulla cave temple. The Rangiri Dambulla Cave Temple is a sacred pilgrimage site for 22 centuries, this cave monastery, with its five sanctuaries, is the largest, best-preserved cave-temple complex in Sri Lanka. The Buddhist mural paintings (covering an area of 2,100 m2 ) are of particular importance, as are the 157 statues.   take the authentic village tour of the Kashyapa.   En route discover the wonders of Sri Lankan spices at a Matale spice garden. Even though we do not buy anything, the knowledgeable guide and salesperson will provide us with valuable insights. While some may feel obligated to make a purchase, I prefer showing my appreciation by leaving a tip for the sales person.",
    "price": "18000"
  },
  {
    "id": "cae4e060-b075-48d8-b860-30718085ce83",
    "activity": "Sigiriya",
    "description": "After light breakfast we are heading to Sigiriya for climbing the 'Lion's Rock', which dominates the jungle from all sides. A series of galleries and staircases emerging from the mouth of a gigantic lion constructed of bricks and plaster provide access to the site. Morning, we climb the Sigiriya Rock Fortress with a great village tour plan in mind.  Before a typical village lunch, we do the village tour that gives you a memorable experience in a countryside rural village in Sigiriya. You will enjoy the sightseeing of paddy fields, bullock cart ride, traditional catamaran ride in a lake, visit to a chena cultivation, traditional cooking demonstration in a rural village house and authentic Sri Lankan lunch during this tour.",
    "price": "18000"
  },
  {
    "id": "6079b13c-8e06-4a4e-90cf-4a730dfd09ef",
    "activity": "Sigiriya-Minneriya Safari",
    "description": "Afte breakfast at hotel, we are heading to Minneriya safari. On the way you will have the opportunity to get up close and personal with an elephant as it bathes happily in the river. You can also assist the mahout in scrubbing and rubbing playfully.  During the season, elephants congregate on the banks of the Minneriya Reservoir, forming what is known as \"The Gathering.\" This gathering is considered the largest assembly of wild Asian elephants in the world at any given time, as recognized by wildlife authorities.  Visitors have the opportunity to observe these majestic elephants as they graze on the grasses growing on the reservoir bed. Additionally, the park is home to a variety of wildlife, such as deer, wild buffalo, wild pigs, grey langurs, purple-faced leaf monkeys, porcupines, leopards, sloth bears, and various bird species. It promises a unique and memorable experience for nature enthusiasts and wildlife lovers.  July to October is the best season to visit Minneriya national park.",
    "price": "18000"
  },
  {
    "id": "6cbbb90f-8157-4d6a-a05c-c46eac41250e",
    "activity": "Sigiriya-Trincomalee",
    "description": "After breakfast we proceed to Trincomalee, a port city on the east coast of Sri Lanka. The city is built on a peninsula, which divides the inner and outer harbours. It is one of the main centres of Tamil speaking culture on the island. Historically referred to as Gokarna, or Gokarna it has been a sea port that has played a major role in maritime and international trading history of Sri Lanka.             Afternoon Leisure ",
    "price": "18000"
  },
  {
    "id": "f5273e80-c875-46f9-947c-d94eab497d92",
    "activity": "Trincomalee-Whales Watching & Pigeon Island",
    "description": "After early breakfast, we are heading for Whales Watching & Pigeon Island Snorkelling Excursion.  The months between April to August is the peak season for whale and dolphin watching in Sri Lanka. During this time whale watching Trincomalee is extremely popular and your chances of seeing whales are at the optimum. While you’re on your whale watching tour, keep your eyes open to spot sperm whales, blue whales and even spinner dolphins. You will be lucky to see these creatures roam the seas only around eight nautical miles east from Trincomalee, this is only around 30 minutes by boat!  Snorkeling in Pigeon Island in Trincomalee area is the absolute highlight of your stay on the east coast. You experience the most vibrant coral reefs of Sri Lanka, soft and hard corals, schools of colorful fish and different coral fish of the Indian Ocean. The Pigeon Island is the only National Marine Park on the north-east coast of Sri Lanka. Surrounded by turtles, tropical fish, searching for Black Tip Reef Sharks.  You do not need to be a scuba diver to get to know the fascinating world underwater and its splendor! Equipped with mask, snorkel and fins you float on the water surface and watch the vibrant coral reefs, rocks and coral reef-fish below beside your expert naturalist.",
    "price": "18000"
  },
  {
    "id": "d0ad8495-c753-4795-976a-718c45ebab02",
    "activity": "Trincomalee- Muttur Archipelago",
    "description": "After breakfast, we will be heading to Muttur. It is one of the most educating rural village      tours ever.  Muttur, the best way to explore Muttur archipelago is by river and sea sailing. While you hop from island to island you will pass beautiful scenes of village ladies picking mussels, shrimp trappers, crab hunters, anglers and village children take dips that can’t be found in many other places. The weather is always nice but the sea can be a little bit rougher depends on the season. Most sightings of whales and Dolphins occur between February and April as whales continue their migrations around the island from the south coast. Nevertheless, the Muttur a must visit for every off-beat tour enthusiast.",
    "price": "18000"
  },
  {
    "id": "c46984bf-56e6-41f5-9d3a-60cebc0172a2",
    "activity": "Trincomalee Free",
    "description": "Relax on the Beach / Water Sport",
    "price": "18000"
  },
  {
    "id": "f470adda-2e1f-486d-a67a-b72a88f8fd26",
    "activity": "Trincomalee Free",
    "description": "Relax on the Beach / Water Sport",
    "price": "18000"
  },
  {
    "id": "7a2cd144-7e0c-4b44-8e91-846de58e073b",
    "activity": "Trincomalee-Negombo",
    "description": "After breakfast, we will be heading to Negombo for our departure the next day. We highly suggest parents with children stay near the airport the day before departure. Our driver will be available to help with any city tours or shopping trips you may want to take.      ",
    "price": "18000"
  },
  {
    "id": "e9b86b2a-c19b-4c25-8be1-b990bcf31d2e",
    "activity": "Negombo -Free Day",
    "description": "After breakfast, we can assist with any souvenir shopping or take you on a city tour of Negombo. If interested, a tour of Colombo followed by lunch at Banana Leaf Sri Lanka Restaurant can also be arranged.",
    "price": "18000"
  },
  {
    "id": "532442ee-f489-4f90-a19f-9cdbbd36f885",
    "activity": "Negombo-Departure",
    "description": "We start to Bandaranayake Airport 4 hrs prior for departure flight. ",
    "price": "18000"
  },
  {
    "id": "fa65e60f-ffbe-4c50-a566-386bbc2d8bb2",
    "activity": " Arrival in Sri Lanka and Transfer to Negombo/ Fisherman’s Village Experience",
    "description": "Arrival in Sri Lanka International Airport and meet with our representative atthe arrival lounge Transfer to Hotel – For the relief of jet lag. In the morning after breakfast, you will be taken a city tour of Negombo covering St. Maries Church, the Dutch fort and canal, The Fishmarket, Enjoy watching the old world fishing crafts like the outrigger canoes and the catamarans bringing a variety of marine fishes like seers, skipjacks, pomfrets and amber-jacks. In the lagoon lobsters and prawns are caught and served as fascinating delicacies in the restaurant before heading to Anuradapura",
    "price": "1"
  },
  {
    "id": "05cf2b96-174f-4c9d-a5aa-912a7f4a7815",
    "activity": " Dambulla-Golden Temple",
    "description": "After Lunch in Negombo, we are heading to Sigiriya enroute Dambulla golden temple.; Dambulla includes the largest and best preserved cave temple complex of Sri Lanka, and the Rangiri Dambulla International Stadium, famous for being built in just 167 days. The city also boasts to have the largest rose quartz mountain range in South Asia, and the Iron wood forest, or Namal Uyana. Ibbankatuwa prehistoric burial site near Dhambulla cave temple complexes is the latest archaeological site of significant historical importance found in Dambulla, which   is located within 3 kilometers of the cave temples providing evidence on presence of indigenous civilisations long before the arrival of Indian influence on the Island nation.",
    "price": "1"
  },
  {
    "id": "810fd5d5-6903-49e1-b8c0-6f1ed70084c3",
    "activity": "Sigiriya to Anuradapuraya – City of Ruins",
    "description": "After breakfast in Sigiriya, we are heading to Anuradapuraya.; Anuradhapura is one of the ancient capitals of Sri Lanka, famous for its well-preserved ruins of ancient Lankan civilization. From the 4th century BC, it was the capital of Sri Lanka until the beginning of the 11th century AD. During this period it remained one of the most stable and durable centre of political power and urban life in South Asia.",
    "price": "1"
  },
  {
    "id": "53b0af3e-70be-4a66-a392-091d66acb178",
    "activity": "Anuradapura- Bycicle or Tuk-Tuk tour",
    "description": "After breakfast, we are heading to the city of ancient ruins that gives you a detailed explanation of Sri Lanka history, dating back to the 13th century. Highlights here are the Yapahuwa ancient city and the Mihintale Buddhist Temple. In the evening we leisurely explore the villages. Mingle with locals we set you free for this evening to feel the essence of Anuradhapura (A bicycle ride is ideal here with us)",
    "price": "1"
  },
  {
    "id": "90df9711-f036-4590-a984-f6c664372b4c",
    "activity": "Anuradapuraya to Polonnaruwa- Ancient city",
    "description": "After breakfast we are heading to the second most ancient of Sri Lanka's kingdoms, Polonnaruwa was first declared the capital city by King Vijayabahu I, who defeated the Chola invaders in 1070 CE to reunite the country once more under a local leader. The ancient city of Polonnaruwa, declared a UNESCO World Heritage site in 1982, was first established as the capital of Sri Lanka after the decline of Anuradhapura in 993. Today, this ancient city still remains one of the best planned archaeological relic sites in Sri Lanka. Notable civilizations in Polonnaruwa were the conquering Cholas who were disciples of Brahminism and Sinhalese sovereigns during the 12th and 13th centuries, who reclaimed the capital back in 1070 under Vijayabahu I. Many of Polonnaruwa’s astonishing urban creations were established by Parakramabahu I (1153- 86), who created a fabulous garden city full of palaces, irrigation marvels and sanctuaries adding to the charm.  Today, Polonnaruwa with its preserved ruins and restored ancient irrigation reservoirs is a much-anticipated cultural destination of Sri Lanka. In the afternoon stepping back into history with the extensive and well preserved cultural monuments such as the Polonnaruwa Vatagade - believed to house the Temple of the Tooth Relic which is now deposited in Kandy; Lankatilaka Vihara - a gigantic brick structure which preserves a colossal image of Buddha and Gal Vihara - a rock temple featuring four images of the Buddha carved into the face of a large granite rock.  The Tivanka Pilimage, which narrates the previous lives of Buddha with wall paintings dating back to the 13th century and the Rankot Vihara, the largest and most impressive stupa in the city are sites also worth seeing. The Parakrama Samudraya, the largest ancient irrigation reservoir implemented by Parakramabahu I, is also a delight to be marvelled at in Polonnaruwa. The compactness of this great ancient city ensures that all monuments and remains can be explored in a day",
    "price": "1"
  },
  {
    "id": "8b713c9e-478e-49de-91fb-f10e5bf78059",
    "activity": "Kandy- Temple of Tooth and Kandyan cultural dance",
    "description": "After breakfast heading to Kandy. A nice lunch at a local village side is recommended enroute Kandy. Evening city tour of Kandy: Kandy is in the centre of Sri Lanka. It is the capital of the Central Province. It lies in the midst of hills in the Kandy Valley which crosses an area of tropical plantations, mainly tea. This spectacular and vibrant city is one of the most preferred touristic cities in Sri Lanka. Kandy is of both an administrative and religious city which a custodies the Temple of the tooth relic. In the evening we visit the temple of the tooth relic before we attend a Sri Lankan cultural dance show with fire walking, mask dancing and the traditional drum beating called ”Bera Wadanaya” which should not be missing in Kandy.",
    "price": "1"
  },
  {
    "id": "aace8dad-7ff9-4947-8306-f23787558318",
    "activity": "Kandy- Heela Oya Local Village Excursion",
    "description": "After an early breakfast you will be driven to Sri Lanka's remotest village, Heeloya (2 h drive), which is surrounded by the Mountains and Paddy fields. At Heeloya remote village, get a feel of the life in a typical village in addition to trekking and sightseeing and a culinary experience in true Sri Lankan style! We offer these tours a 6-8 hrs village trail and take an amazing experience of culture, traditions, gastronomy , village life and nature etc.We return to hotel in the evening.",
    "price": "1"
  },
  {
    "id": "15ef65a4-a847-4874-a78c-654baf706a43",
    "activity": "Kandy to Ella- Tea Factory visit and Scenic Train ride",
    "description": "After breakfast in Kandy travel by road to Nuwara Eliya. Kandy to Nuwara Eliya must be travelled by road and then we should hop in to our Ella scenic train at Nuwara Eliya to get the best experience of these routes. Nuwara Eliya has been the capital of Sri Lanka’s tea industry from the early 19th century. Its tea factories and tea estates are open to visitors to experience the history of British Ceylon. Before boarding the train, we will visit Damro tea factory where you will be accompanied by a guide who will explain the entire procedure from tea plantation to tea packaging. Don’t forget to enjoy a hot cup of tea after the trip (served complimentary). After Damro, we board you to the most scenic Nuwara Eliya to Ella train ride where our driver will be waiting to pick you at Ella station upon arrival. This small town is used as a base for plenty of trekking expeditions to the surrounding countryside. Another fine view is from the Ambiente Hotel, where the wide doorway, opens out to the mountains, creating a dramatic cinematic like experience, on entry. Some of the places you could see in Ella are the Ella Gap, Ravana Ella Falls, Little Adam's Peak and Bambaragala Peak among the other many varied pleasant walks with stunning scenery.A taste of the breathtaking scenery of Ella could be had, if you just walk into the Grand Ella , where you seem to be standing at the edge of the world, and everything around you seems to disappear at your feet. Evening Village tour is possible in this day.",
    "price": "1"
  },
  {
    "id": "663a9cc7-9b55-445f-aba3-ca1898a1b3f6",
    "activity": "Ella- Free as a Bird",
    "description": "The following morning, after breakfast, you are at your discretion to explore the city and its neighborhoods. Many tourists chose to experience the ambiance of Ella at their own pace. We remain readily available to provide assistance in anything that you wish to know or do, while also allowing you the freedom to set off on your own journey. In this town, hiking, scenery, activities, and delicious cuisine are praised. We are there, but we will not tell you what. You should attempt to uncover things on your own.",
    "price": "1"
  },
  {
    "id": "07df6f64-b31b-4b53-952a-7670f34b40a1",
    "activity": "Tissamaharama- Optional; Lake fishing and local dinner.",
    "description": "After breakfast we leisurely proceed to Tissamaharama for next day Yala wild life safari!\tEvening at leisure or a lake fishing and village dinner can be organized at request,",
    "price": "1"
  },
  {
    "id": "34ef5016-c5e5-45bc-8f25-dac0ada7445d",
    "activity": "Yala Wildlife Safari",
    "description": "Yala National Park is a national park in Sri Lanka. The reserve covers 979 km², although only the original 141 km² are open to the public. It was established in 1894 as a Game Sanctuary. Much of the reserve is parkland, but it also contains jungle, beaches, freshwater lakes and rivers and scrubland. The latter zone is punctuated with enormous rocky outcrops. The range of habitats gives rise to a good range of wildlife.  After breakfast, leave for Yala, explore Sri Lanka’s unique wildlife species at the Yala National Park. Yala is the ideal place to spot the “big four” of Sri Lankan wildlife, the elephants, the sloth bear, the illusive leopard and the wild buffalo and many more animals. In the afternoon, at leisure.",
    "price": "1"
  },
  {
    "id": "65a5e1ac-fd40-4f77-9de7-f029e54278de",
    "activity": "Ratnapura- Diva Guhava via Udawalawe Elephant transit",
    "description": "After breakfast Ratnapura (Sinhalese: “City of Gems”) is Sri Lanka's chief source of precious and semiprecious stones. The city is also known for rice and tea production. Afternoon visit Diva Guhava. A cave temple, believes to be that the place Buddha had rest while visiting Sri Pada (Adam's Peak) with his 500 priests, as in Mahavamsa one of the nine places Buddha had visited during his third visit to the Sri Lanka. Spectacular view of Samanala Kanda (mountain of Sri Pada) and size of the cave (able to shelter over 500 people at once) lead widely acceptance as Diva Guhawa.",
    "price": "1"
  },
  {
    "id": "19a97f1d-fdc0-4295-ba81-1f333473dfb3",
    "activity": "Rathnapura- Gem stone mines & Precious gemstone experience.",
    "description": "After breakfast we are heading to Ratnapura’s one of the largest gem mines have been known for their specialty gem stones for years now. A gems tour of Sri Lanka will give you an in-depth analysis of the gem field – what kind of gems are available, how it’s made, best places to purchase from and so on. So, here’s presenting you the best possible opportunity to get your hands on those lovely colorful semi-precious Ceylon stones that you’ve been eyeing!",
    "price": "1"
  },
  {
    "id": "9c431ae1-8070-428f-8598-6b707fd0e352",
    "activity": "Ahangama- Kabalana",
    "description": "After breakfast we are heading to beautiful Ahangama. Ahangama Sri Lanka is a small coastal town located in the southern province of Sri Lanka. The town, one of the most delightful and natural Sri Lankan beaches, is well known for its shores and ocean bodies. Ahangama is one of the biggest cities in the region of Galle and is on the southernmost seashore of the state. The city is blessed with a warm-water sea port and, hence, is also a big trade center for the country. Located almost 20 minutes away from Galle, the city is surrounded by a blistering ocean and breathtaking views of the sea.",
    "price": "1"
  },
  {
    "id": "fe92b1ec-504d-4ffd-962a-b13900a116c3",
    "activity": "Ahangama- Beach and Relax 1",
    "description": "During the beach, sun, and relaxing session, you will spend the first two days completely unwinding on the beach. The following days will be filled with a combination of beach and day excursion activities. We could set up some surfing lessons for you with our cheerful surfers if you are interested in gaining some experience during this period.",
    "price": "1"
  },
  {
    "id": "ffe09b8c-2cd9-46f1-bb41-ac22b8ffdcb4",
    "activity": "Galle-Whales watching and Cookery class",
    "description": "After breakfast we are heading to Mirissa to take an exciting yet comfortable boat trip out to sea and be fortunate to see Blue Whales; the largest creatures on earth, Bryde’s Whales, Sperm Whales, Killer Whales and Fin Whales. You can also meet pods of friendly Dolphins such as the Common dolphins, Bottlenose dolphins, Spinner dolphins, Risso’s dolphins and striped dolphins as they playfully somersault and dance on the ocean waves. There’s also a good chance of seeing flying fish, turtle, manta rays and even sharks. The best time to Whale watch is between November and April each year. Take back beautiful memories of the gentle giants of the ocean; it’s a once-in-lifetime experience! In the afternoon after cookery class, you are free to do your beach activities.",
    "price": "1"
  },
  {
    "id": "e900a598-30d6-48ed-bb73-ba61beab7b4f",
    "activity": "Galle-Turtle Hatchery and Koggala lake cinnamon safari",
    "description": "After breakfast, meet with our Tuk-Tuk driver at hotel lobby and explore village neighborhood. visit the Turtle Hatchery. The centre functions mainly as a hatchery and makes huge efforts to increase the rate of hatching, and survival of baby turtles in their very initial stages. However, the Care centre also works on sick or injured adults; treating them and releasing them back into the ocean. go on a wonderful boat ride down the Koggala River with its flourishing ecosystem. Pass through the secretive passages created by the mangroves. See the basking crocodiles and water monitors. Visit one of the small islands with its cinnamon harvesting natives. Observe the water birds in their natural habitats",
    "price": "1"
  },
  {
    "id": "75bc2b91-de29-4a23-932e-7b522d131840",
    "activity": "Galle city tour with Dutch Fort",
    "description": "After breakfast, leave for full day Galle tour and experience pot making, lace making, white virgin tea production while tasting a cup of natural tea, stilt fishing & grab a corn with a king coconut on the street before visiting the Rumassala mountain. The Hindu epic Ramayana refers this particular mountain as Hanuman, the monkey king grabbed this piece of soil from India & placed it in Sri Lanka. Natural silk factory, cultural sites and enjoy the endemic fruit juice of Mangrove apple (Kirala) on your way to the Dutch Fort. Dinner will be organized over a local cookery class at Galle Organic Kitchen. You will be able to visit local organic market to pick the most preferred local veggie and prepare a local cuisine with the guides family for an authentic local dinner.",
    "price": "1"
  },
  {
    "id": "2320d4b8-ca90-4d10-84c9-bfd2bb67a0c2",
    "activity": "Ambalangoda Devil Masks and Meetiyagoda Moonstones",
    "description": "After breakfast, visit Ambalangoda Mask Museum. An Extraordinarily Colourful Craft of Mask-Making Devil masks are a hallmark of our island’s history. These intricate, colourful, and eerie masks are deeply rooted in Sri Lankan folklore and have been interwoven into our culture over the years, especially on the south coast. Visit the Ariyapala Mask Museum in Ambalangoda, a cultural centre that exhibits these masks as well as other artisanal handicrafts. WHERE HISTORY AND MYTH BECOME ONE Traditionally worn by ‘devil chasers’ to ward off evil spirits and bad omens, the significance of these masks have evolved with time. Most often used as traditional décor or to ward off evil-eye, you can buy one from the museum shop, along with other various masks and trinkets. Wander through the museum to admire these colorful masks and find out more about its intriguing history. The museum is open seven days a week, from 09:30 AM - 05:00 PM. If you’re a history buff we can organise a guided tour just for you. Behind the museum, pop into the workshop. If you’re lucky you can watch a craftsman busy at work. Along with devil masks, the museum displays a variety of handicrafts including jewellery, intricate lacework and ceramics. On your way back to hotel,visit Meetyagoda wedged between Ambalangoda and Hikkaduwa, the small village has gained a reputation for its moonstone mines. Unlike other moonstones, Sri Lankan moonstones are extremely rare, displaying a milky-white colour tinged with a shade of blue. Walk through one of these moonstone mines to see how these beautiful stones are excavated. There’s no better place to see how moonstones are mined, excavated, and sorted than at Meetiyagoda, Sri Lanka’s largest moonstone mine.",
    "price": "1"
  },
  {
    "id": "65b3a81e-3887-4a2d-a5ce-a1112c7ecba0",
    "activity": "Galle-Jungle Beach and Dinner with my family",
    "description": "Break from your usual routine for a change and spend the morning unwinding at the hotel or taking a stroll in the neighbourhood. We will drop you off at Jungle Beach on the Mountain of the Monkey King by 3 p.m. There, you will have plenty of time to soak up the serene waters of the Indian Ocean while we thoughtfully cook a delicious Sri Lankan dinner at our home. Should you wish to accompany us throughout the process of cooking, you are more than welcome to join our family in the kitchen.   Jungle Beach: Jungle Beach is a picturesque cove tucked away in a jungle. Being one of Sri Lanka's hidden treasures, it offers a one-of-a-kind vacation experience. The position ensures that the site maintains its pure natural attractiveness all year round, as it is rarely frequented by many people.",
    "price": "1"
  },
  {
    "id": "5d411fe0-3b8e-4d37-bf06-afdd1c4cb401",
    "activity": "Galle-Neluwa village and Water Fall – Optional; Rain Forest",
    "description": "After breakfast we are heading to Neluwa. We would love to take you on a tour of the beautiful southern countryside in the last few days before you leave. The Lankagama locality of Neluwa is home to several hidden gems, including the renowned Duwili Ella water fall. We could arrange a rain forest walk in the Sinharaja Forest if you are interested. The scenic countryside of Sri Lanka awaits you on our selected route through Neluwa; here you may enjoy mouthwatering regional specialties while taking in the breathtaking scenery.",
    "price": "1"
  },
  {
    "id": "767949a2-464d-41cb-b36a-e00f90ec75cb",
    "activity": "Galle-Beach- Family Meal/ Optional School Visit",
    "description": "Based on our past experience working with clients, we recommend taking it easy and relaxing at the beach the day before your flight, however short visits may be. A family good-bye meal has been planned at my home in line with the flight schedule.   Optional: As a small and medium-sized enterprise (SME) with a strong commitment to ethics and social obligation, we are working on initiatives to help the underprivileged in rural areas, particularly the children who attend school there. We would be delighted to plan a visit to one of these schools for you on this day if you are interested. Bringing a notebook and pencil on a visit with you will mean the world to these youngsters and their daily-wage parents' hearts.",
    "price": "1"
  },
  {
    "id": "96765072-67cc-42eb-af36-22ba0bf43ef6",
    "activity": "Negombo -Puttalam Anawilundawa",
    "description": "After breakfast in Negombo, we are heading to Puttalam; The Puttalam district, an area northwest of Colombo, is a secret treasure trove long left untouched by mass tourism. Thinly populated by a fascinating mixture of cultures and religions, this northwestern province is beautiful and wild, with looming rocks rising sharply from the earth and dreamy wewas (reservoirs) with their circling storks and eagles, flashing kingfishers and beautiful water lilies. The Chilaw area is a birdwatching haven as it is on the cusp between Sri Lanka’s dry and wet zone. The Anawilundawa reserve is a particularly good and remote spot. ",
    "price": "1"
  },
  {
    "id": "c1ef71a4-9425-4fb6-8180-9589eb969068",
    "activity": "Anawilundawa - Mannar",
    "description": "After breakfast, we are heading to the city Sun-blasted Mannar Island is a dry near-peninsula with lots of white sand and palm trees, gulls and terns, wild donkeys and fishing boats. Culturally, it's an intriguing place: dotted with ancient baobab trees (native to Africa and said to have been planted by Arab merchants many centuries ago) and crumbling colonial edifices built by the Portuguese, Dutch and Brits.                                                                                                       Off the Coast you can see small islands named as first and second islands.Some travelers record their experience of walking across several small islets in the second island is buzzing with activity of fish, crabs and seagulls.And some other traveler identifies the island to be the playground for rare birds.You can also have a look at a popular tourist attraction near Adam’s Bridge called Dancing Islands. The chain of sprinkled islands here has sand dunes in which the sand keeps ‘shifting’ from one location to another. This creates the beautiful illusion of the sands constantly moving and dancing",
    "price": "1"
  },
  {
    "id": "96d311c4-791d-41eb-8d5c-4a1d3677a8c8",
    "activity": "Mannar- Jaffna",
    "description": "After breakfast in Mannar, we are heading to Jaffna; Jaffna or Yalpanam is the capital city of the Northern Province of Sri Lanka. Most of the residents of Jaffna are Sri Lankan Tamils with a presence of Sri Lankan Moors and Portuguese Burghers .Yarlpanam is believed to have got its name from Yarl and Panam meaning the land of the Yarl or Veenai, a musical instrument; derived from the myth that this land was received by a Yarl player as a Royal grant in appreciation of his musical performance.            In the evening, we do a city tour of Jaffna covering culture, religions and enjoy some food while mingling with locals",
    "price": "1"
  },
  {
    "id": "291e0904-b037-4b85-b093-9dd4d954d156",
    "activity": "Jaffna City Tour",
    "description": "After breakfast we proceed to the tour of Jaffna city. You will see the train station that was completely destroyed being rebuilt. Even the new tracks are being layed, and some important land marks of the town which show significant progress in the city after the war. This specially designed tour will also cover Jaffna Fort, Alfred Duraiaappah Stadium, Jaffna clock tower, Jaﬁna library, High Court, Ariyakulam Buddhist Temple — Nallur Temple, Jamunari Bottomless well, Manthirimanai (King Sangilians Palace) with so many other spectacular and historical places.",
    "price": "1"
  },
  {
    "id": "5210aa99-c23a-4e53-87e4-746ae9abf8ae",
    "activity": "Delft",
    "description": "After breakfast we proceed to Delft Island, Delft is a very unique attraction in Jaffna Peninsula. You can travel by a boat from Kurikadduwan pier at Pungudutivu island. While inside the island you can hire a tuk-tuk or a small van to explore its attractions, Dutch fort, wild horses, Coral fences, pigeon holes, Horse stable, growing rock, ancient Da Gabas etc, Can return in the evening. An ideal day excursion to see the habitat that has survived for more than 400 years.",
    "price": "1"
  },
  {
    "id": "1dc62002-8231-4a85-8601-5077f6694fff",
    "activity": "Naagadeepa-Jaffna",
    "description": "After breakfast we proceed to Nagadeepa. Naagadeepa is the highest place for Buddhists in the Northern Province of Sri Lanka. Nagadeepa is an island surrounded by the sea, about 32 km from the city of Jaffna. Nagadeepa sacred area where the Supreme Buddha visited for the second time Dutugemunu, Saddhatissa etc. who ruled in Sri Lanka history records that kings protected and cared for them during their reigns.  During the Portuguese, Dutch and English rule many temples in Ceylon were destroyed. During that period, the Nagadeepa temple was also destroyed due to their influence. Nagadeepa has been worshiped by Buddhists for as long as 400 years Nagadeepa lost and could not find a place to stay. We will visit the temple of Sri Naga Viharaya, the temple where the sapling of the original Bodhi tree were once brought and were placed before going to the Kings palace.",
    "price": "1"
  },
  {
    "id": "7068b25f-24e1-49c5-8f86-5aa2d88594bc",
    "activity": "Trincomalee City Tour",
    "description": "After breakfast we proceed to Trincomalee, a port city on the east coast of Sri Lanka. The city is built on a peninsula, which divides the inner and outer harbours. It is one of the main centers of Tamil speaking culture on the island. Historically referred to as Gokanna, or Gokarna it has been a sea port that has played a major role in maritime and international trading history of Sri Lanka.  In this day we cover Koneswaram Temple, Marble Beach, Kanniya Hot Springs with a smooth city tour",
    "price": "1"
  },
  {
    "id": "e5b937e1-3a74-40d0-af7d-9a294ecb1728",
    "activity": "Batticaloa",
    "description": "After breakfast we are heading to Batticaloa, The land of the singing fishes and the taste of the Doub fruit or toddy, The place is best known as the site of the first landing (in 1602) by the Dutch in Sri Lanka, and as the place where they established their first lasting foothold on the island by seizing the local fort from the resident Portuguese in 1638 (colonial influence lives on in the town’s name, which appears to be a Portuguese corruption of the Sinhalese Mudda Kalapuwa, meaning “muddy lagoon” The Batticaloa.            Batticaloa is home to the largest lagoon of the island and in the district are many gorgeous beaches that attract a lot of local and foreign tourists. Fishing and agriculture are the main livelihoods of the people in the district.            To get away from the hectic city life and escape to a world unknown to the tourist trail. Spend a day relaxing with our local fisherman and his family... along with your experienced local guide. ",
    "price": "1"
  },
  {
    "id": "fbbe3df5-07a7-480f-88da-3d3c87e83e24",
    "activity": "Batticaloa",
    "description": "After breakfast, We explore rural part of Batticaloa. Inside the Batticaloa is not a popular tourist destination even for locals. I visited  this little pardise some time ago and was determined to explore it and show it to the world. Sri Lanka is not all about Sun, Sand, Sea and Surf. Sri Lanka has amazing countryside’s with beautiful people with big hearts. Along the way we make detours to see attractions, occations and any sort of experiences as we go deeper in to village areas",
    "price": "1"
  },
  {
    "id": "351242c7-3745-486f-a0c7-27cc5320f445",
    "activity": "Koslanda",
    "description": "            After breakfast in Batticaloa we are heading to Koslanda. During the period of colonial rule, British planters found that the climate of the Hill Country could be too chilly at times, and the low country was too hot most of the time. But between the high hill country of Bandarawela and the low country of Wellawaya and Hambantota, they found that Koslanda at 700 meters elevation has a climate that is never too hot and never too cold, but just right.              In British times, tea and rubber estates came up in the Koslanda region, along with good roads, a fine district hospital, and other government facilities. Today Koslanda enjoys the same amenities including its mild climate and beautiful environment. ",
    "price": "1"
  },
  {
    "id": "ad0e7b6b-e437-4910-aa10-1d919a734504",
    "activity": "Koslanda-Diyaluma Falls",
    "description": "After breakfast, we drive you through Kotabakma, Beragala and Punagala . A small, yet astonishingly beautiful towns located close to Haputale mountain area. “Diyaluma” waterfall is what tourists are craving to see. The amazing Diyaluma hike is a lifetime experience for anyone who loves nature.",
    "price": "1"
  },
  {
    "id": "c1b4d84b-d37b-41fa-828c-414ab77b4a43",
    "activity": "Kurunegala- Dambadeniya Kingdom and Palace Complex ",
    "description": "After breakfast we are heading to Kurunegala. The name comes from the massive “Elephant Rock”, which reaches 325 meters and is elephant-shaped, making it one of the prominent tourist places in Sri Lanka. There are diverse places to visit in the Kurunegala with various histories. Kurunegala is the capital city of the North Western Province, Sri Lanka and was also an old monarchical capital for 50 years, from the end of the 13th century to the start of the 14th century. Further, the area is famous for its coconut plantations.           Enroute visit Dambadeniya Kingdom and Palace Complex Dambadeniya is a ruined ancient city situated in the North Western Province (Wayamba), Sri Lanka on the Kurunegala–Negombo main road. It served as the capital of Sri Lanka in the mid-13th century. It was during Parakramabahu's time that Dambadeniya, 30km south-west of Kurunegala, reached the height of its glory, and where the tooth relic was safeguarded. It is believed that two relic houses were built at this kingdom, one at the top of the Dambadeniya rock where the palace was built and the other in the inner city which is now the Sri Wijayasundararamaya Rajamaha Viharaya.",
    "price": "1"
  },
  {
    "id": "2ca9ab17-43ba-4722-a48f-8c3068728b87",
    "activity": "Kurunegala – Cathedral Church of Christ King- Arankele ",
    "description": "After breakfast visit Cathedral Church of Christ King and Arankele.            The plan of the Cathedral of ‘Christ the King’ Kurunegala is cruciform. Most of the architectural details of the building have been inspired by the traditional architecture of the Anuradhapura, Polonnaruwa and Kandyan periods.           Arankele is the ancient monastery acclaimed to be the premier Forest Hermitage of Sri Lanka was built in the past for the use of Bhikkhus involved in meditation.           This Bhikkhu monastery is in a natural environment. It has mountain ranges and plateaus dotted with hundreds of structures such as padhanagharas and Jantagharas (hot water bathing houses), ponds, promenades, caves etc.",
    "price": "1"
  },
  {
    "id": "6804b988-023d-4ff5-9065-0ea4f2d4e7d5",
    "activity": "Mahiyanganaya- Indigenous Village ",
    "description": "After breakfast transfer to Mahiyanganaya. Mahiyanganaya is a town situated close to the Mahaweli River in Badulla District, Uva Province of Sri Lanka. Dambana village in Mahiyanganaya is our primary focus on this tour. Dambana Veddha Village,  the primary home of the last surviving aboriginal people of Sri Lanka and explore their unique way of life.  Afternoon city tour or at leisure ",
    "price": "1"
  },
  {
    "id": "78282e26-4985-4810-b768-95a98c2b6f0c",
    "activity": "Dambana Village of indigenous tribe",
    "description": "After breakfast we visit Dambana, the village of Vedda people. The Vedda are the last indigenous tribe still in existence on the island of Sri Lanka. Dating back to the 6th century BC, the Veddas inhabited the forests of Sri Lanka long before the Buddhists arrived. The Vedda ‘Forest People’ are unfortunately slowly becoming extinct but there are some reservations that can be visited and where Veddas show tourists their way of life.",
    "price": "1"
  },
  {
    "id": "1f8dd54b-e7d6-4740-bb15-03fe2cf7b580",
    "activity": "Mahiyanganaya- Arugam Bay",
    "description": "After breakfast we visit Dambana, the village of Vedda people. The Vedda are the last indigenous tribe still in existence on the island of Sri Lanka. Dating back to the 6th century BC, the Veddas inhabited the forests of Sri Lanka long before the Buddhists arrived. The Vedda ‘Forest People’ are unfortunately slowly becoming extinct but there are some reservations that can be visited and where Veddas show tourists their way of life.",
    "price": "1"
  },
  {
    "id": "91c6521f-159b-4d9f-a8d1-5a3abcc352a4",
    "activity": "Whisky Point- Pottuvil Lagoon Tour  ",
    "description": "After breakfast tour of the Pottuvil Lagoon. You will get to cruise along the lagoon, which is 200 acres in size, in either a boat or a canoe and the whole safari will last about 2-2 ½ hours. The lagoon is one of the most pristine places on the island; the murky greenish-brown water looks misleadingly deep when in fact it is actually quite shallow, but the dark water is beautiful as it becomes a mirror of sorts to the clear blue skies. A lush green mangrove forest surrounds Pottuvil lagoon, and it is a common sight to see mischievous Sri Lanka Macaque Monkeys jumping from tree to tree. Another relatively common sight is seeing large crocodiles basking in the sun on the banks of the lagoon or on nearby rocks, looking deceivingly calm, and to see one of these animals is exhilarating, to say the least.",
    "price": "1"
  },
  {
    "id": "3c42ada6-18fa-4471-bccf-e33e5c17529f",
    "activity": "Galle School Visit and Koggala ",
    "description": "After breakfast, meet with our Tuk-Tuk driver in Hikkaduwa,  enroute Galle visit Galle Hinidumgods Vijayananda Vidyalaya. A rural school visit organized on special request of guest. Next visit the Turtle Hatchery. The centre functions mainly as a hatchery and makes huge efforts to increase the rate of hatching, and survival of baby turtles in their very initial stages. However the Care centre also works on sick or injured adults; treating them and releasing them back into the ocean. go on a wonderful boat ride down the Koggala River with its flourishing ecosystem. Pass through the secretive passages created by the mangroves. See the basking crocodiles and water monitors. Visit one of the small islands with its cinnamon harvesting natives. Observe the water birds in their natural habitats  A complimentary city tour of Koggala temple is included.",
    "price": "1"
  },
  {
    "id": "0faf92a6-fc9d-41aa-b983-dc5f4599e830",
    "activity": "Galle-Pot Making-Udawalawe Safari",
    "description": "After breakfast in Hotel, our car will pick you from Hotel in Hikkaduwa. In the morning we are attending the pot making session in Kumbalgama. Next, we are heading to Udawalawe for next morning Elephant Safari. Overnight stay in Hotel Doola River Edge ",
    "price": "1"
  },
  {
    "id": "f08785dd-42e1-4a09-b21c-3e07da2873c6",
    "activity": "Galle Day Tour",
    "description": "After breakfast, meet with our Tuk-Tuk us in Hikkaduwa,  enroute Handunugoda Tea Factory visit Hiyare Reservoir.  Hiyare The Hiyare reservoir is a natural lake and is the main source of drinking water to the city of Galle. The catchment area of the reservoir is composed of swamps, paddy fields and protected lowland consisting of important canopy tree species of which 9 are endemic.  Birds are the dominating species in the area, there are 118 bird species, among which 13 are endemic such as the Sri Lankan Green Pigeon, Ceylon Rose, Two-spotted Threadtail and Black Ruby Barb. 29 mammal species are found here including the Mongoose, Purple-faced Leaf Monkey and Hog Deer, an extremely wary and nocturnal animal that is rarely seen in the wild by naturalists. 78 butterfly species and 55 dragonfly species can be seen peacefully fluttering among the lower foliage. Among the 34 reptile species, 14 are endemic such as the Sri Lankan Green Pit Viper and sub-species of the Indian Python. A series of conservation activities are taking place at Hiyare. These efforts are made to protect wildlife and the fragile ecosystem of the forest.  School Visit Senapala Smarasekara K.V. is a provincial school situated in the southern province in the Galle district. Falling under the Akmeemana Educational Division in Galle. The classes offered at this institution range from Grade 1 to Grade 5. In total, there are fifty pupils enrolled in this school. Out of these, there are 32 females and 18 males.  Handunugoda Tea Factory The famous Handunugoda Tea Factory is a place that richly deserves to be in your travel itinerary in the city of Galle. It is the only tea estate you will find in the coastal strip of the island which enhances its appeal immensely. The estate specializes in the artisanal manufacturing of ‘Herman’s Virgin White Tea’, an exclusive product that is currently only served at the luxurious tea salon of Faubourg Saint-Honore in Central Paris! Guided tours of the tea plantations which are usually followed by tea appreciation programs greatly interest those who are keen to learn more about Ceylon tea. You can treat yourself to a rewarding session of tea tasting to appreciate the rich range of tastes and textures of specialty teas too.  Batik Factory Shemila Batiks is based near Galle in the South of Sri Lanka. They produce batiks and tie dye products for retail and wholesale. They run a craft workshop in the truest form and all are welcome to come see the craftswomen work and visit the onsite store. The workshop is situated in lush tropical grounds surrounded by established king coconut palms, as well as papaya and banana. Monkeys are daily visitors to the grounds, swinging from tree to tree talking to each other as they go. Water monitors, humming birds and king fishers are also frequent visitors.  Dinner A local supper will be made at our residence. Additionally, you are free to ask for anything in particular that you wish to include in your food experience while in Sri Lanka. String hoppers, dahl, coconut sambol, milk fish, and spicy fish comprise our menu, a well-known combination in the locality. The wishes of Emilia, Benjamin, and you are most welcome!   A complimentary drive through Dutch Fort is included.",
    "price": "1"
  },
  {
    "id": "08745d1d-3011-4d0d-8ea9-e2182b2276fd",
    "activity": "Receiving in Colombo – Kandy- City Tour-Temple of Holy Tooth Relic- Cultural Dance",
    "description": "Meet our representative at hotel lobby in Colombo. Transfer to Kandy. The second largest city in Sri Lanka and a UNESCO world heritage site, due its rich, vibrant culture and history. This historic city was the Royal Capital during the 16th century and maintains its sanctified glory predominantly due to the sacred temples. In the evening do a city tour including evening visit to Temple of Tooth Relic, cultural show and then set you free in Kandy town to explore it on your own. Dinner at Balaji Dosai.",
    "price": "1"
  },
  {
    "id": "f2485ca9-369b-43ab-b2d4-c6497413982b",
    "activity": "BIA ARRIVAL - TRANSFER TO GALLE",
    "description": "Meet and greet with our representative on arrival and heading  to Galle. Check in to the hotel for relief from jet lag. When you are ready, you are visiting Dutch Fort–Discover the rich Dutch heritage in Galle and delve into the historical significance of the Galle Fort. This guided tour covers the ramparts, colonial buildings, clock tower, light house, museum, old church, mosque, and Buddhist temple.  For visitors to Galle, a city tour that includes the old market, Spice Arts, the home-made aromatic spices area, the mountain of the monkey king, and the natural silk factory is a must, along with a taste of mangrove apple.  A market visit and a Sri Lankan cooking class with my family would be most welcome ways to learn more about the local cuisine and culture. We might begin this as a way of finishing the city tour.",
    "price": "1"
  },
  {
    "id": "8759a547-6a6a-4d10-a773-6ff70aa48a7e",
    "activity": "Arrival in BIA adn Transfer to Negombo",
    "description": "Arrival in Colombo International Airport and meet with our representative. Transfer to Hotel  Afternoon city tour of Negombo/ Dutch Fort/ Fishermans Village/ St.Marys Church",
    "price": "1"
  },
  {
    "id": "e4fa0c80-050a-42e4-a790-9a8583b83860",
    "activity": "Matale - Kandy",
    "description": "After breakfast we are heading to Kandy via Matale. About an hour to Kandy, we visit Sri Muthumariamman Hindu temple in Matale. Sri Muthumariamman Temple or Sri Muthumariamman Kovil is a popular Hindu shrine located in the middle of Matale town, Sri Lanka. This temple is dedicated to Mariamman, the goddess of rain and fertility. The history of Sri Muthumariamman Temple can be traced back to the 19th century. Spice gardens flank the main route, and garden excursions are available. We will visit one of these Ayurvedic Village spice gardens, where we will usually be given a small complimentary cup of local herbal tea or chocolate milk to drink while the guide explains the benefits of their Ayurvedic products and offers to apply sample oils, salves, and balms until there was no more room on our hands and arms. BUT WE DO NOT PURCHASE- I will tell you why…",
    "price": "1"
  },
  {
    "id": "56bfae76-5a09-48d2-9a84-7f51c7ba4a2e",
    "activity": "Kandy-Nuwara Eliya-Ella",
    "description": "After early breakfast we drive to Nuwara Eliya, travel through the winding green hills to the salubrious, misty hills of Nuwara Eliya - a prominent tourist and local holiday destination, assuring you tranquillity and relaxation amidst the exhilarating vista of tea plantations, waterfalls, and lakes. Enroute, visit Damro tea factory to witness the tea industry of the island, as Sri- Lanka is one of the largest producers and exporters of tea in the world. In Nuwara Eliya, a city tour of the Hill Club, Main City, Post Office, Victoria Park, Holy Trinity Church, Gayathri Kovil, Lake Gregory and Race Course is possible until we catch the train to Ella. Get on board the scenic train to Ella (4,5 hours). You will be received by our driver in Ella train station on arrival. A small, yet astonishingly beautiful town Ella, located close to Nuwara Eliya. Explore the beautiful nature of Ella and the surrounding by hiking, cycling or car. Your guide will assist you with things to do in and around",
    "price": "1"
  },
  {
    "id": "3bf353c8-c939-4733-93e7-d92f7fb6c6d6",
    "activity": "NEGOMBO-TURTLE HATCHERY-MADU RIVER-MIRISSA",
    "description": "After breakfast  we are heading to Mirissa through the Ahungalla Turtle hatchery and we do a river safari on the Madu River. With most of the area being soggy wetlands, the solid landmass of the region mainly consists of islands.",
    "price": "1"
  },
  {
    "id": "71b51145-b67b-4e3a-9ef0-abacf3530064",
    "activity": "NEGOMBO-TURTLE HATCHERY-MADU RIVER-MIRISSA",
    "description": "After breakfast you are free to spend your day in beautiful Mirissa beach. Mirissa is a small coastal town located in the southern province of Sri Lanka. The town, one of the most delightful and touristic Sri Lankan beaches, is well known for its shores, ocean bodies and the restaurants.  In the evening, we have a chance to visit Paravi Duwa Temple and witness its breathtaking beauty as the sun sets.",
    "price": "1"
  },
  {
    "id": "e5d04825-868e-452f-8da6-1d8b9eae21b8",
    "activity": "NEGOMBO-TURTLE HATCHERY-MADU RIVER-MIRISSA",
    "description": "This morning, we are to take an exciting yet comfortable boat trip out to sea and be fortunate to see Blue Whales; the largest creatures on earth, Bryde’s Whales, Sperm Whales, Killer Whales and Fin Whales. You can also meet pods of friendly Dolphins such as the Common dolphins, Bottlenose dolphins, Spinner dolphins, Risso’s dolphins and striped dolphins as they playfully somersault and dance on the ocean waves. There’s also a good chance of seeing flying fish, turtle, manta rays and even sharks. The best time to Whale watch is between November and April each year. Take back beautiful memories of the gentle giants of the ocean; it’s a once-in-lifetime experience! In the afternoon after cookery class, you are free to do your beach activities.",
    "price": "1"
  },
  {
    "id": "77f760cf-9e24-41e7-b78c-342d3f356d8b",
    "activity": "NEGOMBO-WILPATTU SAFARI-ANURADAPURAYA",
    "description": "After breakfast Puttalam, we are heading to Anuradapuraya.; enroute Wilpattu Safari.  Anuradhapura is one of the ancient capitals of Sri Lanka, famous for its well-preserved ruins of ancient Lankan civilization. From the 4th century BC, it was the capital of Sri Lanka until the beginning of the 11th century AD. During this period, it remained one of the most stable and durable centres of political power and urban life in South Asia. ",
    "price": "1"
  },
  {
    "id": "9515e5a7-3db2-4697-8996-660aa30a9ccb",
    "activity": "Arrival and Transfer to Galle 2",
    "description": "On arrival at the Colombo Bandaranayake International Airport, meet with EuroLanka representative. Enroute visit a turtle hatchery enroute, and partake in a family river safari on the Madu River. These  activities are all optional. If it's too early to engage in activities upon arrival, we can head directly to  Galle from Colombo via the highway and unwind until the next morning. Transfer to Galle. Set you free in the hotel until next for the relief of jet lag",
    "price": "1"
  },
  {
    "id": "4561f79b-877f-49ad-aa6d-cfa0605272ab",
    "activity": "Koggala River Safari",
    "description": "After breakfast, go on a wonderful boat ride down the Koggala River with its flourishing ecosystem. Pass  through the secretive passages created by the mangroves. See the basking crocodiles and water  monitors. Visit one of the small islands with its cinnamon harvesting natives. Observe the water birds in  their natural habitats A complimentary city tour of Koggala temple is included. ",
    "price": "1"
  },
  {
    "id": "306b8a0c-0ba5-426a-9c49-670470770777",
    "activity": " A Village Tour with a Rural School Visit",
    "description": "After breakfast we are heading to any chosen rural village of the time to experience a real Sri Lankan life  style. Optional: As a small and medium-sized enterprise (SME) with a strong commitment to ethics and social  obligation, we are working on initiatives to help the underprivileged in rural areas, particularly the  children who attend school there. We would be delighted to plan a visit to one of these schools for you  on this day if you are interested. Bringing a notebook and pencil on a visit with you will mean the world  to these youngsters and their daily-wage parents' hearts.",
    "price": "1"
  },
  {
    "id": "b477e38e-e275-4d45-9562-e1ec78b4b119",
    "activity": "Sigiriya to Anuradapuraya",
    "description": "After breakfast in Sigiriya, we are heading to Anuradapuraya.; Anuradhapura is one of the ancient  capitals of Sri Lanka, famous for its well-preserved ruins of ancient Lankan civilization. From the 4th  century BC, it was the capital of Sri Lanka until the beginning of the 11th century AD. During this period,  it remained one of the most stable and durable centres of political power and urban life in South Asia. Afternoon Leisure or Mingle with locals",
    "price": "1"
  },
  {
    "id": "0eaf52c7-0d25-4816-93f9-30a1b0534ea0",
    "activity": "Anuradapuraya to Trincomalee",
    "description": "After breakfast we proceed to Trincomalee, a port city on the east coast of Sri Lanka. The city is built on  a peninsula, which divides the inner and outer harbours. It is one of the main centres of Tamil speaking  culture on the island. Historically referred to as Gokarna, or Gokarna it has been a sea port that has  played a major role in maritime and international trading history of Sri Lanka.",
    "price": "1"
  },
  {
    "id": "9c80c40c-a3da-40d6-9117-31788a0fe0a5",
    "activity": "NEGOMBO-WILPATTU SAFARI-ANURADAPURAYA",
    "description": "The months between April to August is the peak season for whale and dolphin watching in Sri Lanka.  During this time whale watching Trincomalee is extremely popular and your chances of seeing whales  are at the optimum. While you’re on your whale watching tour, keep your eyes open to spot sperm  whales, blue whales and even spinner dolphins. You will be lucky to see these creatures roam the seas  only around eight nautical miles east from Trincomalee, this is only around 30 minutes by boat! Snorkeling in Pigeon Island in Trincomalee area is the absolute highlight of your stay on the east coast.  You experience the most vibrant coral reefs of Sri Lanka, soft and hard corals, schools of colorful fish  and different coral fish of the Indian Ocean. The Pigeon Island is the only National Marine Park on the north-east coast of Sri Lanka. Surrounded by  turtles, tropical fish, searching for Black Tip Reef Sharks. You do not need to be a scuba diver to get to know the fascinating world underwater and its splendor!  Equipped with mask, snorkel and fins you float on the water surface and watch the vibrant coral reefs,  rocks and coral reef-fish below beside your expert naturalist.",
    "price": "1"
  },
  {
    "id": "ab1ebb7c-97d1-4f77-8c5c-d634d85a26c8",
    "activity": "Mirissa Whales watching- Galle Dutch Fort- Hikkaduwa- Bentota",
    "description": "After breakfast heading to Galle Dutch Fort via Mirissa Whales watching. –Explore Dutch heritage in  Galle by tuk-tuk and you will explore historical importance of Galle Fort. The ramparts, colonial  buildings, clock tower, light house, museum & old church, mosque & Buddhist temple are covered in  this guided tour.",
    "price": "1"
  },
  {
    "id": "ac604307-a404-4df4-aa45-6891f5c6e7f3",
    "activity": "Bentota Water Sports Day",
    "description": "After breakfast you will Feel the thrill of jet skiing through the refreshing waters or enjoy a fun-filled  banana boat ride along the river instead as you partake in a variety of water sports in Bentota. The  town of Bentota is known to be one of the best places for water-based activities as it’s located  between the Benthara River and the Indian Ocean; providing the best of both worlds. If you’re  interested in jet skiing through the river waters or prefer a slow boat cruise or an adrenaline-pumping  banana boat ride instead, head over to Bentota and be spoilt for choice with the wide range of  activities on offer.",
    "price": "1"
  },
  {
    "id": "444649b2-17d1-42d0-b303-3ea6d34b68e1",
    "activity": "Bentota to BIA Departure",
    "description": "This day you are free with chauffeur driver for any souvenir shopping you may need. We start to  Bandaranayake Airport 6 hrs prior for departure flight",
    "price": "1"
  },
  {
    "id": "6230cf20-0854-42e6-84cd-e8ab8b0872e7",
    "activity": "Arrival in Bandaranaike International Airport-Sigiriya-Dambulla",
    "description": "Arrival in Colombo International Airport and meet with our representative. Transfer to Sigiriya Early evening we are heading Sigiriya. After breakfast Climb the Sigiriya Rock or Pidurangala in the Eve, Option: Explore a local rural village in Sigiriya. You'll be collected by our guide for a canoe,bullock cart,  tuk-tuk trip in the countryside, exploring typical Sri Lankan rural villages where you can experience the  day-to-day lifestyle of the villagers. The trip takes you amongst rice and vegetable fields where you can  learn about local farming and how they protect crops from the wild. Finally, you'll visit a village house  and interact with the local villagers. Experience a home cooked village lunch. After lunch visit the  Dambulla cave temple and do an Elephant wash. As an ethical travel operator, EuroLanka does not recommend elephant rides as a way of respecting  the Animal Cruelty Act.",
    "price": "1"
  },
  {
    "id": "51bd1bee-dedc-4181-ad63-8b6ee7a1f9bb",
    "activity": "ARRIVAL BIA-MATALE-KANDY",
    "description": "Arrival in Colombo International Airport and meet with our representative. Transfer to airport transit  hotel for the relief of Jet Lag (approx. 40 minutes drive). (This room is counted as a night} After breakfast at 11;00am transfer to Kandy. The second largest city in Sri Lanka and a UNESCO world heritage site, due its rich, vibrant culture and history. This historic city was the Royal Capital during the 16th century and maintains its sanctified glory predominantly due to the sacred temples. In the evening do a city tour including evening visit to Temple of Tooth Relic, cultural show and then set you free in Kandy town to explore it on your own. Dinner at Balaji Dosai.",
    "price": "1"
  },
  {
    "id": "f094bec9-1525-43ab-9ec9-b033e41176fd",
    "activity": "Udawalawe Village Safari-1850",
    "description": "Discover a new side of Udawalawe with Ceylon 1850! Beyond the renowned jeep safaris, guests can dive into unique experiences: exploring the secrets of a gem mine, harvesting fresh vegetables from their garden, enjoying a hands-on local cooking class, and mastering the art of cinnamon peeling. All these adventures are packed into just 2-3 hours, offering a sustainable tourism option and the chance to create unforgettable memories.",
    "price": "0"
  }
]